{
  "title": "English",
  "home": "Homepage",
  "posts": "Posts",
  "homepage": {
    "subtitle": "nuxt-i18n demo",
    "loginInstructions": "Type your email address or phone number to start a secure session."
  },
  "request": {
    "middleName": {
      "label": "Middle name(s)",
      "instructions": ""
    },
    "lastName": {
      "label": "Last Name",
      "messages": {
        "required": "Your last name is required.  Please enter it here. "
      }
    },
    "previousName": {
      "label": "Previous name(s)",
      "yes": "Yes",
      "no": "No",
      "instructions": "",
      "tooltip": "If you have previously voted with a different name, you election official may need to look you up using your previous name."
    },
    "sex": {
      "label": "Sex",
      "male": "Male",
      "female": "Female",
      "tooltip": "This is only required for Idaho voters."
    },
    "party": {
      "label": "Your Political Party",
      "democratic": "Democratic",
      "republican": "Republican",
      "independent": "Independent",
      "none": "No Party",
      "other": "Other",
      "placeholder": "Your Political Party",
      "tooltip": "Many states require voters to designate a political party to be eligible to vote in primary elections. Choosing a political party is optional."
    },
    "scRules": {
      "label": "Race",
      "raceInstructions": "**You must provide your race.** <br> **You must provide your previous location of registration, if in another state.**",
      "tooltip": "Only South Carolina voters need to answer this question as per state law."
    },
    "receiveBallot": {
      "label": "How would you like to receive your ballot?",
      "email": "Email or online",
      "mail": "Mail",
      "fax": "Fax",
      "tooltip": "You may request to receive your blank ballot by email/online, fax or mail. We encourage voters to request their blank ballot be sent by email/online or fax to avoid the delay associated with mail  and the possibility the ballot will be lost in transit."
    },
    "stateSpecial": {
      "label": "{state} Specific Rules"
    },
    "vaRules": {
      "label": "the name of your employer or the name of your spouse's or parent/guardian's employer",
      "oathInstructions": "**If you have never registered before in Vermont, you must take a self-administered oath or it may be administered by anyone over the age of 18. The Vermont voter's oath is:** <br> *\"You solemnly swear (or affirm) that whenever you give your vote or suffrage, touching any matter that concerns the State of Vermont, you will do it so as in your conscience you shall judge will most conduce to the best good of the same, as established by the Constitution, without fear or favor of any person.\"* <br> Once you have read the Voter's Oath, use the space provided in Section 6 to write the following: *",
      "tooltip": "Only Vermont voters need to answer this question as per state law."
    },
    "isRegistered": {
      "label": "Are you already registered to vote in {jurisdiction}?",
      "yes": "Yes",
      "no": "NO",
      "unsure": "Not Sure"
    },
    "akRules": {
      "label": "What proof will you provide? (You must also attach a photocopy with your submission)",
      "resInstructions": "Alaska requires that you provide proof of Alaska residency.",
      "fwabWitness": "one witness Signature",
      "tooltip": "Only Alaska voters need to answer this question as per state law."
    },
    "voterClass": {
      "tooltip": "Voters may choose ‘I Intend to Return’ if they intend to return to the state in which they are registering to vote. An ‘intention’ is sufficient, you don’t need to have a fixed date of return or firm plans. Registering as “intend to return” should make you eligible to vote in State and Local races. However, it may also make you liable for state income taxes\n\nVoters may choose ‘My Return is Uncertain’ if they do not have a current intention to return to the state in which they are registering to vote. Voters are entitled to receive a ballot for Federal offices and may, depending on their state, also receive a ballot for State and Local offices.",
      "natGuard": "National Guard",
      "milSpouse": "Eligible Military Spouse or Dependent",
      "whatCivType": "Are you abroad temporarily or indefinitely?",
      "whatMilType": "What type of military voter are you?",
      "militaryType": "Military",
      "military": "Active Duty Military",
      "neverResided": "Never Resided",
      "civilianOrMilitary": "Are you a civilian or military voter?",
      "intendToReturn": "I Intend to Return",
      "uncertainReturn": "My Return is Uncertain",
      "civilianType": "Civilian"
    },
    "suffix": {
      "label": "Suffix"
    },
    "altEmail": {
      "label": "Add a second email here if you have one to ensure ballot delivery"
    },
    "votAdr": {
      "zip": "Zip",
      "street": "Street Address",
      "tooltip": "Use the **residence address** of the last place you lived in the US. If you have never resided in the US, use the residence address of the last place your US parent(s) lived in the US. If your US parents last lived in the US in different locations, you may choose which one to use as your voting address.",
      "instructions": "Input the last address you lived in in the US. If you have never lived in the US, us the last US address of your US citizen parent(s)",
      "apt": "Apt #",
      "city": "City",
      "messages": {
        "required": "This field is required so your election official can send you the correct ballot."
      },
      "state": "State",
      "label": "Voting Address"
    },
    "prRules": {
      "label": "Father's and Mother's first names",
      "parentsInstructions": "Puerto Rico requires that you provide your father's and mother's first names.",
      "tooltip": "Only Puerto Rico voters need to answer this question as per territory law."
    },
    "dob": {
      "label": "Date of Birth",
      "instructions": "",
      "placeholder": "e.g. 01/31/1970"
    },
    "tel": {
      "label": "Your current phone number",
      "placeholder": "e.g. {example}",
      "messages": {
        "invalid": "The number you typed is not a valid phone number.  Please check it and try again."
      }
    },
    "okRules": {
      "label": "Which Party Primary ballot are you requesting",
      "primaryInstructions": "If your political party affiliation is listed as Independent/No Party, you may be able to request a ballot for a recognized political party's primary election. For specific information about recognized political parties in Oklahoma, please visit [http://www.elections.ok.gov](http://www.elections.ok.gov).",
      "tooltip": "Only Oklahoma voters need to answer this question as per state law."
    },
    "firstName": {
      "label": "First Name",
      "instructions": "Please enter your first name.",
      "placeholder": "e.g. 'George Washington'",
      "tooltip": "This name is a name that most people call you.",
      "messages": {
        "required": "You must enter a first name."
      }
    },
    "fwdAdr": {
      "label": "What address would you like your ballot sent to?",
      "tooltip": "This is optional. Please provide a forwarding address only if you request your blank ballot be sent to you by mail and you do not want it mailed to your current residence address outside the US. If you are uncertain what your mailing address will be when ballots are due to be sent out, you may have your blank ballot sent to a reliable third-party, such as a University student office or postal box.",
      "yes": "Yes",
      "no": "No"
    },
    "email": {
      "label": "Your current email address"
    },
    "fax": {
      "label": "Enter the Fax Number you would like your ballot sent to."
    },
    "azRules": {
      "label": "What proof will you provide? (You must also attach a photocopy with your submission)",
      "citInstructions": "If you are using this form to register to vote, you must provide proof of citizenship.",
      "tooltip": "Only Arizona voters need to answer this question as per state law."
    },
    "abrAdr": {
      "label": "Your Current Address Abroad",
      "instructions": "Please add your international address",
      "placeholder": "Country",
      "tooltip": "You must provide your current residence address outside the US for informational purposes. Please provide your address outside the US even if you request your blank ballot be sent to you by email/online or fax.",
      "unstructured-label": "I need to use a different format for my address.",
      "structured-label": "Use the standard international format for my address.",
      "changeFormat": "Change Format"
    }
  }
}